app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-07-01 19:55:26.388404"], ["updated_at", "2018-07-01 19:55:26.388404"]]
---
  def create
    @student = Student.create(pass_params)